Repository: Kihron/SwiftAA
Catalog: SwiftAA/Resources/*.lproj/Localizable.strings
Languages: es

# advancement.nether.ride_strider_in_overworld_lava
source: Feels Like Home
es: Como en Casa

# advancement.nether.get_wither_skull
source: Spooky Scary Skeleton
es: Por Una Cabeza

# advancement.nether.summon_wither
source: Withering Heights
es: Dr. Witherstein

# advancement.nether.create_beacon
source: Bring Home the Beacon
es: Hágase La Luz

# advancement.nether.create_full_beacon
source: Beaconator
es: Faroneitor

# advancement.nether.all_potions
source: A Furious Cocktail
es: Mezcla Explosiva

# advancement.nether.all_effects
source: How Did We Get Here?
es: ¿Cómo Llegamos Hasta Aquí?

source: Snout
es: Hocico

source: Rib
es: Costilla

source: Spire
es: Aguja

source: Tide
es: Marea

source: Wayfinder
es: Guía

source: Ward
es: Warden

source: Silence
es: Silencio

# advancement.goal.biomes_visited.plains
source: Plains
es: Llanuras

# advancement.goal.biomes_visited.forest
source: Forest
es: Bosque

# advancement.goal.biomes_visited.wooded_hills
source: Wooded Hills
es: Colinas Arbol.

# advancement.goal.biomes_visited.birch_forest
source: Birch Forest
es: Bosque Abedules

# advancement.goal.biomes_visited.birch_forest_hills
source: Birch Hills
es: Colinas Abedules

# advancement.goal.biomes_visited.old_growth_birch_forest
source: Old Birch
es: Bosque Abedules Antiguo

# advancement.goal.biomes_visited.dark_forest
source: Dark Forest
es: Bosque Oscuro

# advancement.goal.biomes_visited.swamp
source: Swamp
es: Pantano

# advancement.goal.biomes_visited.mangrove_swamp
source: Mangrove Swamp
es: Manglar

# advancement.goal.biomes_visited.taiga_hills
source: Taiga Hills
es: Colinas Taiga

# advancement.goal.biomes_visited.giant_tree_taiga_hills
source: Mega Taiga Hill
es: Col. Megataiga

# advancement.goal.biomes_visited.old_growth_pine_taiga
source: Old Pine
es: Taiga Pinos Anc.

# advancement.goal.biomes_visited.old_growth_spruce_taiga
source: Old Spruce
es: Taiga Abetos Anc.

# advancement.goal.biomes_visited.snowy_taiga
source: Snowy Taiga
es: Taiga Nevada

# advancement.goal.biomes_visited.snowy_taiga_hills
source: Snowy Taiga Hill
es: Colinas Taiga Nev.

# advancement.goal.biomes_visited.snowy_tundra
source: Snowy Tundra
es: Tundra Nev.

# advancement.goal.biomes_visited.snowy_mountains
source: Snowy Mountain
es: Montañas Nev.

# advancement.goal.biomes_visited.grove
source: Grove
es: Arboleda

# advancement.goal.biomes_visited.ice_spikes
source: Ice Spikes
es: Picos Hielo

# advancement.goal.biomes_visited.snowy_plains
source: Snowy Plains
es: Llanuras Nev.

# advancement.goal.biomes_visited.snowy_slopes
source: Snowy Slopes
es: Laderas Nev.

# advancement.goal.biomes_visited.snowy_beach
source: Snowy Beach
es: Playa Nev.

# advancement.goal.biomes_visited.frozen_river
source: Frozen River
es: Río Helado

# advancement.goal.biomes_visited.frozen_peaks
source: Frozen Peaks
es: Cumbres Heladas

# advancement.goal.biomes_visited.jagged_peaks
source: Jagged Peaks
es: Cumbres Escarp.

# advancement.goal.biomes_visited.stony_peaks
source: Stony Peaks
es: Cumbres Roc.

# advancement.goal.biomes_visited.stony_shore
source: Stony Shore
es: Costa Roc.

# advancement.goal.biomes_visited.windswept_hills
source: Windswept Hills
es: Colinas Ventosas

# advancement.goal.biomes_visited.flower_forest
source: Flower Forest
es: Bosque Flores

# advancement.goal.biomes_visited.sunflower_plains
source: Sunflowers
es: Llanuras Girasoles

# advancement.goal.biomes_visited.meadow
source: Meadow
es: Pradera

# advancement.goal.biomes_visited.river
source: River
es: Río

# advancement.goal.biomes_visited.beach
source: Beach
es: Playa

# advancement.goal.biomes_visited.desert
source: Desert
es: Desierto

# advancement.goal.biomes_visited.desert_hills
source: Desert Hills
es: Colinas Desierto

# advancement.goal.biomes_visited.savanna
source: Savanna
es: Sabana

# advancement.goal.biomes_visited.savanna_plateau
source: Savanna Plat
es: Meseta Sabana

# advancement.goal.biomes_visited.windswept_savanna
source: Windswept Savanna
es: Sabana Vento.

# advancement.goal.biomes_visited.windswept_forest
source: Windswept Forest
es: Bosque Ventoso

# advancement.goal.biomes_visited.windswept_gravelly_hills
source: Windswept Gravel
es: Colinas Grava Vent.

# advancement.goal.biomes_visited.ocean
source: Ocean
es: Océano

# advancement.goal.biomes_visited.cold_ocean
source: Cold Ocean
es: Océano Frío

# advancement.goal.biomes_visited.warm_ocean
source: Warm Ocean
es: Océano Cálido

# advancement.goal.biomes_visited.lukewarm_ocean
source: Lukewarm Ocean
es: Océano Templado

# advancement.goal.biomes_visited.frozen_ocean
source: Frozen Ocean
es: Océano Cong.

# advancement.goal.biomes_visited.deep_ocean
source: Deep Ocean
es: Océano Prof.

# advancement.goal.biomes_visited.deep_cold_ocean
source: Deep Cold Ocean
es: Océano Frío Prof.

# advancement.goal.biomes_visited.deep_frozen_ocean
source: Deep Frozen
es: Océano Cong. Prof.

# advancement.goal.biomes_visited.deep_lukewarm_ocean
source: Deep Lukewarm
es: Océano Temp. Prof.

# advancement.goal.biomes_visited.mushroom_fields
source: Mushroom Fields
es: Campos Setas

# advancement.goal.biomes_visited.mushroom_field_shore
source: Mushroom Shore
es: Orilla Setas

# advancement.goal.biomes_visited.cherry_grove
source: Cherry Grove
es: Arboleda Cerezos

# advancement.goal.biomes_visited.jungle
source: Jungle
es: Selva

# advancement.goal.biomes_visited.jungle_edge
source: Jungle Edge
es: Borde Selva

# advancement.goal.biomes_visited.jungle_hills
source: Jungle Hills
es: Colinas Selva

# advancement.goal.biomes_visited.sparse_jungle
source: Sparse Jungle
es: Selva Dispersa

# advancement.goal.biomes_visited.bamboo_jungle
source: Bamboo Jungle
es: Selva Bambú

# advancement.goal.biomes_visited.bamboo_jungle_hills
source: Bamboo Hills
es: Colinas Bambú

# advancement.goal.biomes_visited.stone_shore
source: Stone Shore
es: Costa Piedra

# advancement.goal.biomes_visited.mountains
source: Mountains
es: Montañas

# advancement.goal.biomes_visited.wooded_mountains
source: Wooded Mtn
es: Mont. Arbol.

# advancement.goal.biomes_visited.badlands
source: Badlands
es: Baldíos

# advancement.goal.biomes_visited.badlands_plateau
source: Badlands Plateau
es: Meseta Baldíos

# advancement.goal.biomes_visited.wooded_badlands_plateau
source: Wooded Plateau
es: Meseta Bald. Arbol.

# advancement.goal.biomes_visited.wooded_badlands
source: Wooded Badlands
es: Baldíos Arbol.

# advancement.goal.biomes_visited.eroded_badlands
source: Eroded Badlands
es: Baldíos Eros.

# advancement.goal.biomes_visited.dripstone_caves
source: Dripstone Caves
es: Cuevas Estal.

# advancement.goal.biomes_visited.lush_caves
source: Lush Caves
es: Cuevas Exub.

# advancement.goal.biomes_visited.deep_dark
source: Deep Dark
es: Oscuridad Prof.

# advancement.goal.monsters_killed.zombie
source: Zombie
es: Zombi

# advancement.goal.monsters_killed.skeleton
source: Skeleton
es: Esqueleto

# advancement.goal.monsters_killed.husk
source: Husk
es: Zombi Momificado

# advancement.goal.monsters_killed.drowned
source: Drowned
es: Ahogado

# advancement.goal.monsters_killed.stray
source: Stray
es: Esqueleto Errante

# advancement.goal.monsters_killed.spider
source: Spider
es: Araña

# advancement.goal.monsters_killed.cave_spider
source: Cave Spider
es: Araña de Cueva

# advancement.goal.monsters_killed.magma_cube
source: Magma Cube
es: Cubo de Magma

# advancement.goal.monsters_killed.wither_skeleton
source: Wither Skeleton
es: Esqueleto Wither

# advancement.goal.monsters_killed.piglin_brute
source: Piglin Brute
es: Piglin Bruto

# advancement.goal.monsters_killed.zombified_piglin
source: Zombie Piglin
es: Piglin Zombificado

# advancement.goal.monsters_killed.silverfish
source: Silverfish
es: Pez Plateado

# advancement.goal.monsters_killed.ender_dragon
source: Ender Dragon
es: Dragón del End

# advancement.goal.monsters_killed.phantom
source: Phantom
es: Fantasma

# advancement.goal.monsters_killed.guardian
source: Guardian
es: Guardián

# advancement.goal.monsters_killed.elder_guardian
source: Elder Guardian
es: Guardián Anciano

# advancement.goal.monsters_killed.zombie_villager
source: Zombie Villager
es: Aldeano Zombi

# advancement.goal.monsters_killed.witch
source: Witch
es: Bruja

# advancement.goal.monsters_killed.pillager
source: Pillager
es: Saqueador

# advancement.goal.monsters_killed.vindicator
source: Vindicator
es: Vindicador

# advancement.goal.monsters_killed.evoker
source: Evoker
es: Evocador

# advancement.goal.monsters_killed.ravager
source: Ravager
es: Devastador

# advancement.goal.animals_bred.pig
source: Pig
es: Cerdo

# advancement.goal.animals_bred.sheep
source: Sheep
es: Oveja

# advancement.goal.animals_bred.chicken
source: Chicken
es: Gallina

# advancement.goal.animals_bred.cow
source: Cow
es: Vaca

# advancement.goal.animals_bred.cat
source: Cat
es: Gato

# advancement.goal.animals_bred.ocelot
source: Ocelot
es: Ocelote

# advancement.goal.animals_bred.wolf
source: Wolf
es: Lobo

# advancement.goal.animals_bred.fox
source: Fox
es: Zorro

# advancement.goal.animals_bred.rabbit
source: Rabbit
es: Conejo

# advancement.goal.animals_bred.bee
source: Bee
es: Abeja

# advancement.goal.animals_bred.horse
source: Horse
es: Caballo

# advancement.goal.animals_bred.donkey
source: Donkey
es: Burro

# advancement.goal.animals_bred.mule
source: Mule
es: Mula

# advancement.goal.animals_bred.camel
source: Camel
es: Camello

# advancement.goal.animals_bred.goat
source: Goat
es: Cabra

# advancement.goal.animals_bred.turtle
source: Turtle
es: Tortuga

# advancement.goal.animals_bred.axolotl
source: Axolotl
es: Ajolote

# advancement.goal.animals_bred.frog
source: Frog
es: Rana

# advancement.goal.foods_eaten.bread
source: Bread
es: Pan

# advancement.goal.foods_eaten.cooked_porkchop
source: Porkchop
es: Chuleta Coc.

# advancement.goal.foods_eaten.porkchop
source: Raw Porkchop
es: Chuleta Cruda

# advancement.goal.foods_eaten.cooked_beef
source: Beef
es: Res Cocida

# advancement.goal.foods_eaten.beef
source: Raw Beef
es: Res Cruda

# advancement.goal.foods_eaten.cooked_chicken
source: Chicken
es: Pollo Coc.

# advancement.goal.foods_eaten.chicken
source: Raw Chicken
es: Pollo Crudo

# advancement.goal.foods_eaten.cooked_mutton
source: Mutton
es: Cordero Coc.

# advancement.goal.foods_eaten.mutton
source: Raw Mutton
es: Cordero Crudo

# advancement.goal.foods_eaten.cooked_rabbit
source: Rabbit
es: Conejo Coc.

# advancement.goal.foods_eaten.rabbit
source: Raw Rabbit
es: Conejo Crudo

# advancement.goal.foods_eaten.cooked_cod
source: Cod
es: Bacalao Coc.

# advancement.goal.foods_eaten.cod
source: Raw Cod
es: Bacalao Crudo

# advancement.goal.foods_eaten.tropical_fish
source: Tropical Fish
es: Pez Trop.

# advancement.goal.foods_eaten.cooked_salmon
source: Salmon
es: Salmón Coc.

# advancement.goal.foods_eaten.salmon
source: Raw Salmon
es: Salmón Crudo

# advancement.goal.foods_eaten.pufferfish
source: Pufferfish
es: Pez Globo

# advancement.goal.foods_eaten.cookie
source: Cookie
es: Galleta

# advancement.goal.foods_eaten.pumpkin_pie
source: Pumpkin Pie
es: Pastel Cal.

# advancement.goal.foods_eaten.apple
source: Apple
es: Manzana

# advancement.goal.foods_eaten.golden_apple
source: Golden Apple
es: Manz. Dorada

# advancement.goal.foods_eaten.enchanted_golden_apple
source: God Apple
es: Manz. Encant.

# advancement.goal.foods_eaten.golden_carrot
source: Golden Carrot
es: Zanh. Dorada

# advancement.goal.foods_eaten.carrot
source: Carrot
es: Zanahoria

# advancement.goal.foods_eaten.melon_slice
source: Melon Slice
es: Sandía

# advancement.goal.foods_eaten.baked_potato
source: Baked Potato
es: Papa Hor.

# advancement.goal.foods_eaten.potato
source: Potato
es: Papa

# advancement.goal.foods_eaten.poisonous_potato
source: Poison Potato
es: Papa Ven.

# advancement.goal.foods_eaten.beetroot
source: Beetroot
es: Remolacha

# advancement.goal.foods_eaten.sweet_berries
source: Sweet Berries
es: Bayas Dul.

# advancement.goal.foods_eaten.glow_berries
source: Glow Berries
es: Bayas Brill.

# advancement.goal.foods_eaten.chorus_fruit
source: Chorus Fruit
es: Fruto Coro

# advancement.goal.foods_eaten.mushroom_stew
source: Shroom Stew
es: Estof. Hong.

# advancement.goal.foods_eaten.suspicious_stew
source: Sus Stew
es: Estof. Sosp.

# advancement.goal.foods_eaten.rabbit_stew
source: Rabbit Stew
es: Estof. Conejo

# advancement.goal.foods_eaten.beetroot_soup
source: Beet Soup
es: Sopa Remol.

# advancement.goal.foods_eaten.dried_kelp
source: Dried Kelp
es: Algas Sec.

# advancement.goal.foods_eaten.honey_bottle
source: Honey Bottle
es: Miel

# advancement.goal.foods_eaten.rotten_flesh
source: Rotten Flesh
es: Carne Pod.

# advancement.goal.foods_eaten.spider_eye
source: Spider Eye
es: Ojo Ar.

# advancement.goal.cats.calico
source: Calico
es: Calicó

# advancement.goal.cats.red
source: Red
es: Rojo

# advancement.goal.cats.black
source: Tuxedo
es: Esmoquin

# advancement.goal.cats.white
source: White
es: Blanco

# advancement.goal.cats.british_shorthair
source: British
es: Británico

# advancement.goal.cats.tabby
source: Tabby
es: Atigrado

# advancement.goal.cats.all_black
source: Black
es: Negro

# advancement.goal.cats.persian
source: Persian
es: Persa

# advancement.goal.cats.siamese
source: Siamese
es: Siamés

# advancement.goal.visited.nether_wastes
source: Nether Wastes
es: Desperdicios del Nether

# advancement.goal.visited.crimson_forest
source: Crimson Forest
es: Bosque Carmesí

# advancement.goal.visited.warped_forest
source: Warped Forest
es: Bosque Deformado

# advancement.goal.visited.basalt_deltas
source: Basalt Deltas
es: Deltas de Basalto

# advancement.goal.visited.soul_sand_valley
source: Soul Sand Valley
es: Valle de Arena de Almas

# advancement.adventure.sleep_in_bed.short
source: Dreams
es: Sueños

# advancement.adventure.kill_a_mob.short
source: Hunter
es: Cazador

# advancement.adventure.whos_the_pillager_now.short
source: The Pillager
es: Saqueador

# advancement.adventure.read_power_of_chiseled_bookshelf.short
source: Book Power
es: Libro Poder

# advancement.adventure.two_birds_one_arrow.short
source: Two Birds
es: Dos Aves

# advancement.adventure.fall_from_world_height.short
source: Caves/Cliffs
es: Cuevas/Peñascos

# advancement.adventure.play_jukebox_in_meadows.short
source: Music
es: Música

# advancement.adventure.salvage_sherd.short
source: Remnants
es: Restos

# advancement.adventure.craft_decorated_pot_using_only_sherds.short
source: Restoration
es: Restauración

# advancement.adventure.trim_with_any_armor_pattern.short
source: New Look
es: Nuevo Look

# advancement.adventure.trim_with_all_exclusive_armor_patterns.short
source: With Style
es: Con Estilo

# advancement.adventure.spyglass_at_parrot.short
source: A Bird?
es: ¿Un Ave?

# advancement.adventure.spyglass_at_ghast.short
source: A Balloon?
es: ¿Un Globo?

# advancement.adventure.spyglass_at_dragon.short
source: A Plane?
es: ¿Un Avión?

# advancement.adventure.honey_block_slide.short
source: Sticky
es: Pegajoso

# advancement.adventure.lightning_rod_with_villager_no_fire.short
source: Surge Prot
es: Prot. Sobret

# advancement.adventure.walk_on_powder_snow_with_leather_boots.short
source: LaaR
es: Ligero

# advancement.adventure.voluntary_exile.short
source: Exile
es: Exilio

# advancement.adventure.hero_of_the_village.short
source: Hero
es: Héroe

# advancement.adventure.throw_trident.short
source: ATJ
es: Lanza

# advancement.adventure.very_very_frightening.short
source: VVF
es: Relámpago

# advancement.adventure.adventuring_time.short
source: Adventuring
es: Aventura

# advancement.adventure.kill_all_mobs.short
source: Monsters
es: Monstruos

# advancement.end.kill_dragon.short
source: Free End
es: Libera End

# advancement.end.dragon_egg.short
source: Next Gen
es: Nueva Gen

# advancement.end.enter_end_gateway.short
source: Getaway
es: Escape

# advancement.end.find_end_city.short
source: End City
es: Ciudad End

# advancement.end.dragon_breath.short
source: Need a Mint
es: Menta

# advancement.end.respawn_dragon.short
source: Again...
es: Otra Vez...

# advancement.end.elytra.short
source: The Limit
es: El Límite

# advancement.end.levitate.short
source: Great View
es: Gran Vista

# advancement.story.upgrade_tools.short
source: Upgrade
es: Mejora

# advancement.story.iron_tools.short
source: Iron Pick
es: Pico Hierro

# advancement.story.form_obsidian.short
source: Ice Bucket
es: Cubo Hielo

# advancement.story.enter_the_nether.short
source: Go Deeper
es: Más Profundo

# advancement.story.shiny_gear.short
source: W/Diamonds
es: Con Diamantes

# advancement.story.deflect_arrow.short
source: Not Today
es: Hoy No

# advancement.husbandry.plant_seed.short
source: Seedy Place
es: Semillas

# advancement.husbandry.breed_an_animal.short
source: Parrots
es: Loros

# advancement.husbandry.tame_an_animal.short
source: BFF's
es: Amigos

# advancement.husbandry.fishy_business.short
source: Fishy Biz
es: Pescado

# advancement.husbandry.tactical_fishing.short
source: Tactical
es: Táctica

# advancement.husbandry.axolotl_in_a_bucket.short
source: Predator
es: Depredador

# advancement.husbandry.kill_axolotl_target.short
source: Friendship
es: Amistad

# advancement.husbandry.make_a_sign_glow.short
source: Behold!
es: ¡Brillo!

# advancement.husbandry.safely_harvest_honey.short
source: Our Guest
es: Invitado

# advancement.husbandry.silk_touch_nest.short
source: Beelocation
es: Abejización

# advancement.husbandry.ride_a_boat_with_a_goat.short
source: Goat Boat
es: Barco Cabra

# advancement.husbandry.allay_deliver_item_to_player.short
source: A Friend
es: Amigo

# advancement.husbandry.allay_deliver_cake_to_note_block.short
source: Birthday
es: Cumple

# advancement.husbandry.obtain_sniffer_egg.short
source: Smells
es: Olores

# advancement.husbandry.feed_snifflet.short
source: Lil Sniffs
es: Naricitas

# advancement.husbandry.plant_any_sniffer_seed.short
source: The Past
es: Pasado

# advancement.husbandry.balanced_diet.short
source: ABD
es: Dieta

# advancement.husbandry.complete_catalogue.short
source: Catalogue
es: Catálogo

# advancement.husbandry.obtain_netherite_hoe.short
source: Dedication
es: Dedicación

# advancement.husbandry.froglights.short
source: Froglights
es: Luces Rana

# advancement.husbandry.leash_all_frog_variants.short
source: The Squad
es: Escuadrón

# advancement.husbandry.tadpole_in_a_bucket.short
source: Bukkit
es: Renacuajo

# advancement.nether.find_fortress.short
source: Fortress
es: Fortaleza

# advancement.nether.find_bastion.short
source: The Days
es: Aquellos

# advancement.nether.obtain_crying_obsidian.short
source: Onions?
es: ¿Cebollas?

# advancement.nether.charge_respawn_anchor.short
source: "Nine" Lives
es: "Siete" Vidas

# advancement.nether.use_lodestone.short
source: Lode Home
es: Piedra Hogar

# advancement.nether.return_to_sender.short
source: Sender
es: Remitente

# advancement.nether.netherite_armor.short
source: In Debris
es: En Escombros

# advancement.nether.explore_nether.short
source: Hot Tourist
es: Turista

# advancement.nether.obtain_ancient_debris.short
source: The Depths
es: Profundidades

# advancement.nether.brew_potion.short
source: Brewery
es: Destilería

# advancement.nether.fast_travel.short
source: Subspace
es: Subespacio

# advancement.nether.uneasy_alliance.short
source: Uneasy
es: Inquieta

# advancement.nether.ride_strider.short
source: This Boat
es: Este Barco

# advancement.nether.ride_strider_in_overworld_lava.short
source: Like Home
es: Como Casa

# advancement.nether.get_wither_skull.short
source: Spooky
es: Espeluznante

# advancement.nether.summon_wither.short
source: Withering
es: Afligir

# advancement.nether.create_beacon.short
source: Beacon
es: Faro

# advancement.nether.create_full_beacon.short
source: Beaconator
es: Faronador

# advancement.nether.all_potions.short
source: Cocktail
es: Cóctel

# advancement.nether.all_effects.short
source: HDWGH?
es: ¿Cómo?

# advancement.end.find_end_city.19
source: City at End of the Game
es: La Ciudad Al Final Del Juego

# advancement.goal.biomes_visited.deep_lukewarm_ocean.19
source: Deep Lukewarm Ocean
es: Océano Templado Profundo

# advancement.goal.biomes_visited.deep_frozen_ocean.19
source: Deep Frozen Ocean
es: Océano Congelado Profundo

# advancement.goal.biomes_visited.old_growth_pine_taiga.19
source: Old Growth Pine
es: Taiga de Pinos Ancestrales

# advancement.goal.biomes_visited.old_growth_spruce_taiga.19
source: Old Growth Spruce
es: Taiga de Abetos Ancestrales

# advancement.goal.biomes_visited.savanna_plateau.19
source: Savanna Plateau
es: Meseta de Sabana

# advancement.goal.cats.textures/entity/cat/calico.png
source: Calico
es: Calicó

# advancement.goal.cats.textures/entity/cat/red.png
source: Red
es: Rojo

# advancement.goal.cats.textures/entity/cat/black.png
source: Tuxedo
es: Esmoquin

# advancement.goal.cats.textures/entity/cat/white.png
source: White
es: Blanco

# advancement.goal.cats.textures/entity/cat/british_shorthair.png
source: British
es: Británico

# advancement.goal.cats.textures/entity/cat/tabby.png
source: Tabby
es: Atigrado

# advancement.goal.cats.textures/entity/cat/all_black.png
source: Black
es: Negro

# advancement.goal.cats.textures/entity/cat/persian.png
source: Persian
es: Persa

# advancement.goal.cats.textures/entity/cat/siamese.png
source: Siamese
es: Siamés
