Repository: Kihron/SwiftAA
Catalog: SwiftAA/Resources/*.lproj/Localizable.strings
Languages: es

# about.button
source: About SwiftAA
es: Acerca de SwiftAA

# about.description
source: All Advancements Tracker for macOS
es: Rastreador de todos los progresos para macOS

# donate.message
source: Support us on Ko-Fi
es: Apóyanos en Ko-Fi

# alert.enter_minecraft
source: Open Minecraft to start tracking
es: Abre Minecraft para empezar a rastrear

# alert.invalid_directory
source: Invalid directory
es: Directorio inválido

# alert.directory_not_found
source: Directory not found
es: Directorio no encontrado

# alert.no_directory
source: No directory selected
es: Ningún directorio seleccionado

# alert.no_worlds
source: No worlds found
es: No se encontraron mundos

# alert.no_files
source: No files to track
es: No hay archivos para rastrear

# credits.attribution.title
source: Attribution
es: Atribución

# credits.attribution.info
source: This application was heavily inspired by and utilizes assets from CTM's [AATool for Windows](https://github.com/DarwinBaker/AATool/tree/b250cf938e569bbb506ddf0f70a34528497907b7).
es: Esta aplicación se inspiró en gran medida y utiliza activos de [AATool para Windows](https://github.com/DarwinBaker/AATool/tree/b250cf938e569bbb506ddf0f70a34528497907b7) de CTM.

# credits.role.developer
source: Developer
es: Desarrollador

# credits.role.beta_tester
source: Beta Tester
es: Probador Beta

# goal.advancements
source: Advancements
es: Progresos

# goal.animals_bred
source: Animals Bred
es: Animales Criados

# goal.biomes_visited
source: Biomes Visited
es: Biomas Visitados

# goal.cats
source: Cats
es: Gatos

# goal.foods_eaten
source: Foods Eaten
es: Alimentos Consumidos

# goal.monsters_killed
source: Monsters Killed
es: Monstruos Asesinados

# goal.nether
source: Visited
es: Visitados

# goal.trims
source: Trims Applied
es: Adornos

# info.bullseye
source: Be at least **30 blocks** away horizontally when the center of a target is shot with a projectile by the player.
es: Estar al menos **30 bloques** de distancia horizontalmente cuando el centro de un blanco es disparado con un proyectil por el jugador.

# info.sniper_duel
source: Be at least **50 blocks** away horizontally when a skeleton is killed by an arrow after the player has attacked it once.
es: Estar al menos **50 bloques** de distancia horizontalmente cuando un esqueleto es asesinado por una flecha después de que el jugador lo haya atacado una vez.

# info.subspace_bubble
source: Use the Nether to travel between 2 points in the Overworld with a distance of **7000 blocks** between each other, which is **875 blocks** in the Nether.
es: Usa el Nether para viajar entre dos puntos en el Mundo Superior con una distancia de **7000 bloques** entre ellos, que son **875 bloques** en el Nether.

# info.feels_like_home
source: While riding a strider, travel **50 blocks** on lava in the Overworld. Only horizontal displacement is counted. *Traveling in a circle for more than 50 blocks doesn't count.*
es: Mientras montas un strider, viaja **50 bloques** sobre lava en el Mundo Superior. Solo se cuenta el desplazamiento horizontal. *Viajar en círculo por más de 50 bloques no cuenta.*

# info.great_view
source: Move a distance of **50 blocks** vertically with the Levitation effect applied, regardless of direction or whether it is caused by the effect.
es: Mueve una distancia de **50 bloques** verticalmente con el efecto de Levitación aplicado, sin importar la dirección o si es causado por el efecto.

# info.surge_protector
source: Be within **30 blocks** of a lightning strike that doesn't set any blocks on fire, while an unharmed villager is within or up to six blocks above a **30×30×30** volume centered on the lightning strike.
es: Estar dentro de **30 bloques** de un rayo que no prende fuego a ningún bloque, mientras un aldeano ileso esté dentro o hasta seis bloques por encima de un volumen de **30×30×30** centrado en el rayo.

# info.arbalistic
source: Kill **five unique mobs** with one crossbow shot.
es: Mata **cinco mobs únicos** con un solo disparo de ballesta.

# layout.appearance
source: Appearance
es: Apariencia

# layout.appearance.match_theme_color
source: Match Theme Color
es: Coincidir con el Color del Tema

# layout.appearance.match_theme_color.info
source: Color matches all menu and toggle switches in settings to the border color of the selected theme.
es: El color coincide con todos los menús y los interruptores de palanca en la configuración con el color del borde del tema seleccionado.

# layout.appearance.frame_style
source: Frame Style
es: Estilo de Marco

# layout.appearance.frame_style.geode
source: Geode
es: Geoda

# layout.appearance.frame_style.modern
source: Modern
es: Moderna

# layout.appearance.progress_bar_style
source: Progress Bar Style
es: Estilo de Barra de Progreso

# layout.appearance.progress_bar_style.ender_dragon
source: Ender Dragon
es: Enderdragón

# layout.appearance.progress_bar_style.experience
source: Experience
es: Experiencia

# layout.modular_panel
source: Modular Panel
es: Panel Modular

# layout.modular_panel.info
source: Switch between multiple panels to display different types of information located on the far right.
es: Cambia entre múltiples paneles para mostrar diferentes tipos de información ubicados en el extremo derecho.

# leaderboard.title
source: MCSR Community
es: SRMC Comunidad

# leaderboard.world_record
source: WR
es: RM

# leaderboard.verified
source: Verified
es: Verificado

# leaderboard.awaiting_verification
source: Awaiting
es: Esperando...

# leaderboard.not_submitted
source: Not Submitted
es: No Enviado

# modular.leaderboard
source: Leaderboard
es: Tabla de Líderes

# modular.potion_panel
source: Potion Panel
es: Panel de Pociones

# notes.panel_view.notes
source: Notes
es: Notas

# notes.panel_view.waypoints
source: Waypoints
es: Puntos de Referencia

# notes.path
source: Path
es: Ruta

# notes.button.show_in_folder
source: Show in Folder
es: Mostrar en Carpeta

# notes.button.delete_selected_note
source: Delete Selected Note
es: Borrar Nota Seleccionada

# overlay.appearance.title
source: Appearance
es: Apariencia

# overlay.appearance.info
source: Change the style of the frames, keep them in sync or mix and match.
es: Cambia el estilo de los marcos, manténlos sincronizados o combínalos.

# overlay.appearance.show_legacy_page_bar
source: Show Page Indicator
es: Mostrar Indicador de Página

# overlay.appearance.show_progress_bar
source: Show Progress Bar
es: Mostrar Barra de Progreso

# overlay.appearance.show_statistics
source: Show Statistics
es: Mostrar Estadísticas

# overlay.appearance.show_statistics.info
source: Toggles the visibility of the statistics row at the bottom of the Overlay.
es: Alterna la visibilidad de la fila de estadísticas en la parte inferior del Overlay.

# overlay.appearance.show_time
source: Show In-Game Time
es: Mostrar Tiempo de Juego

# overlay.appearance.show_time.info
source: Displays the in-game time for the currently tracked world.
es: Muestra el tiempo de juego para el mundo que se está rastreando actualmente.

# overlay.appearance.statistics_row
source: Statistics Row
es: Fila de Estadísticas

# overlay.appearance.statistics_row.button
source: Open Editor
es: Abrir Editor

# overlay.appearance.clarify_ambiguous_criteria
source: Clarify Ambiguous Criteria
es: Aclarar Criterios Ambiguos

# overlay.appearance.clarify_ambiguous_criteria.info
source: Displays the advancement a criteria belongs to if it's icon is used more than once.
es: Muestra el logro al que pertenece un criterio si su ícono se usa más de una vez.

# overlay.appearance.sync_overlay
source: Sync Overlay
es: Sincronizar Overlay

# overlay.appearance.frame_style
source: Frame Style
es: Estilo de Marco

# overlay.complete.title
source: All %d Advancements Complete!
es: ¡Todos los %d Progresos Completos!

# overlay.complete.message
source: %@ has completed Minecraft: Java Edition (%@) All Advancements
es: %@ ha completado Minecraft: Java Edition (%@) Todos los Progresos

# overlay.complete.stat.bread
source: Eaten
es: Comido

# overlay.complete.stat.enchant
source: Ench'ed
es: Encantado

# overlay.complete.stat.pearl
source: Thrown
es: Lanzado

# overlay.complete.stat.temples
source: Temples
es: Templos

# overlay.complete.stats
source: Run Stats
es: Estadísticas de la Partida

# overlay.complete.time
source: %@ Approximate IGT
es: %@ Tiempo IGT Aproximado

# overlay.multipage
source: Multi-Page
es: Multi-Página

# overlay.optimal
source: Optimal
es: Óptimo

# overlay.optimal.categories
source: Categories
es: Categorías

# overlay.optimal.criteria
source: Criteria
es: Criterios

# overlay.optimal.recently_completed
source: Recently Completed
es: Recién Completado

# overlay.style.title
source: Overlay Style
es: Estilo de Overlay

# overlay.style.description
source: • **Optimal** shows recently completed advancements and criteria. • **Ticker Tape** creates an infinite scrolling list but is *CPU intensive*. • **Multi-Page** separates them into a static set of pages.
es: • **Óptimo** muestra los progresos y criterios completados recientemente. • **Cinta Animada** crea una lista infinita que se desplaza constantemente pero es *intensiva en CPU*. • **Multi-Página** los separa en un conjunto estático de páginas.

# overlay.tickertape
source: Ticker Tape
es: Cinta Animada

# overlay.toggle
source: Toggle Overlay
es: Alternar Overlay

# potion.invisibility
source: Potion of Invisibility
es: Poción de Invisibilidad

# potion.leaping
source: Potion of Leaping
es: Poción de Salto

# potion.night_vision
source: Potion of Night Vision
es: Poción de Visión Nocturna

# potion.slow_falling
source: Potion of Slow Falling
es: Poción de Caída Lenta

# potion.slowness
source: Potion of Slowness
es: Poción de Lentitud

# potion.strength
source: Potion of Strength
es: Poción de Fuerza

# potion.swiftness
source: Potion of Swiftness
es: Poción de Rapidez

# potion.water_breathing
source: Potion of Water Breathing
es: Poción de Respiración Acuática

# potion.weakness
source: Potion of Weakness
es: Poción de Debilidad

# settings.alignment.title
source: Alignment
es: Alineación

# settings.alignment.center
source: Center
es: Centro

# settings.alignment.leading
source: Left
es: Izquierda

# settings.alignment.trailing
source: Right
es: Derecha

# settings.credits
source: Credits
es: Créditos

# settings.layout
source: Layout
es: Diseño

# settings.notes
source: Notes
es: Notas

# settings.theme
source: Theme
es: Tema

# settings.tracking
source: Tracking
es: Rastreo

# settings.updater
source: Updates
es: Actualizaciones

# settings.updater.auto_check
source: Check Automatically
es: Buscar Actualizaciones Automáticamente

# settings.updater.auto_download
source: Download Automatically
es: Descargar Automáticamente

# settings.updater.checkForUpdates
source: Check For Updates
es: Buscar Actualizaciones

# settings.updater.last_checked
source: Last Checked:
es: Última Revisión:

# settings.window_title
source: Settings
es: Ajustes

# theme.background_color
source: Background
es: Color de Fondo

# theme.button.delete_selected_theme
source: Delete Selected Theme
es: Eliminar Tema Seleccionado

# theme.custom
source: Custom
es: Personalizado

# theme.presets
source: Presets
es: Preajustes

# theme.presets.berry
source: Berry
es: Baya

# theme.presets.blazed
source: Blazed
es: Llama

# theme.presets.brick
source: Brick
es: Ladrillo

# theme.presets.dark
source: Dark
es: Oscuro

# theme.presets.ender_pearl
source: Ender Pearl
es: Perla de Ender

# theme.presets.github_dark
source: GitHub Dark
es: GitHub Oscuro

# theme.presets.high_contrast
source: High Contrast
es: Alto Contraste

# theme.presets.light
source: Light
es: Claro

# theme.text_color
source: Text
es: Color del Texto

# tracking.custom_saves
source: Custom Saves Folder
es: Carpeta de Mundos Personalizada

# tracking.enter_directory
source: Enter Directory
es: Ingresar Directorio

# tracking.game_version
source: Game Version
es: Versión del Juego

# tracking.seamless
source: Seamless Tracking
es: Rastreo Automático

# tracking.mode
source: Mode
es: Modo de Rastreo

# tracking.mode.info
source: Switch between automatic window tracking or manually specifying a saves directory.
es: Cambia entre el rastreo automático de ventanas o la especificación manual de un directorio de guardados.

# tracking.mode.automatic_version_detection
source: Automatic Version Detection
es: Detección Automática de Versión

# tracking.mode.automatic_version_detection.info
source: Automatically switches to the detected game version of the targeted instance.
es: Cambia automáticamente a la versión del juego detectada de la instancia objetivo.

# tracking.view_style
source: View Style
es: Estilo de Vista

# tracking.view_style.info
source: Standard shows all advancements horizontally. Both Vertical and Minimalistic remove redundant advancements.
es: El estilo Estándar muestra todos los progresos horizontalmente. Los estilos Vertical y Minimalista eliminan progresos redundantes.

# tracking.view_style.standard
source: Standard
es: Estándar

# tracking.view_style.minimalistic
source: Minimalistic
es: Minimalista

# statistic.ancient_debris
source: Debris: %d TNT: %d
es: Escombros: %d TNT: %d

# statistic.ancient_debris.done
source: Done With Netherite
es: Listo con Netherita

# statistic.azure_bluet
source: Azure Bluet
es: Botón Azul

# statistic.beehives
source: Hives: %d
es: Colmenas: %d

# statistic.beehives.done
source: Done With Bees
es: Listo con Abejas

# statistic.ender_pearl
source: %d Pearls
es: %d Perlas

# statistic.fermented_eye
source: Fermented Eye
es: Ojo Fermentado

# statistic.ghast_tears
source: %d / 4 Tears
es: %d / 4 Lágrimas

# statistic.god_apple.obtain
source: Obtain God Apple
es: Obtener God Apple

# statistic.god_apple.obtained
source: Obtained God Apple
es: God Apple Obtenida

# statistic.gold_blocks
source: Gold Blocks %d / 164
es: Bloques %d / 164

# statistic.gold_blocks.beaconator
source: Beaconator Complete
es: Faroneitor Completado

# statistic.major_biomes
source: Major Biomes %d / %d
es: Biomas %d / %d

# statistic.nether_wart
source: %d Wart
es: %d Verrugas

# statistic.pottery_sherds
source: %d / 4 Sherds
es: %d / 4 Fragmentos

# statistic.pufferfish
source: %d / 2 Puffers
es: %d / 2 Peces Globo

# statistic.shells
source: Shells %d / 8
es: Conchas %d / 8

# statistic.shells.crafted
source: Conduit Crafted
es: Conducto Creado

# statistic.shells.hdwgh
source: HDWGH Complete
es: Llegamos Hasta Aquí

# statistic.sniffer_eggs
source: Sniffer Eggs %d / 3
es: Huevos %d / 3

# statistic.sniffer_eggs.done
source: Sniffers Done
es: Sniffers Listo

# statistic.trident.awaiting
source: Awaiting Thunder
es: Esperando Trueno

# statistic.trident.obtain
source: Obtain Trident
es: Obtener Tridente

# statistic.trident.thunder
source: Done With Thunder
es: Listo con Trueno

# statistic.upgrade_netherite
source: Netherite Up
es: Nether Mejor

# statistic.wither.killed
source: Wither Has Been Killed
es: Ha Sido Asesinado

# statistic.wither.skulls
source: Skulls %d / 3
es: Calaveras %d / 3

# advancement.adventure.root
source: Adventure
es: Aventura

# advancement.adventure.kill_a_mob
source: Monster Hunter
es: Caza Monstruos

# advancement.adventure.ol_betsy
source: Ol' Betsy
es: La Vieja Betsy

# advancement.adventure.whos_the_pillager_now
source: Who's the Pillager Now?
es: El Saqueador Saqueado

# advancement.adventure.sleep_in_bed
source: Sweet Dreams
es: Dulces Sueños

# advancement.adventure.trade
source: What a Deal!
es: ¡Qué Buen Trato!

# advancement.adventure.two_birds_one_arrow
source: Two Birds, One Arrow
es: Dos Pájaros De Un Tiro

# advancement.adventure.arbalistic
source: Arbalistic
es: Ballestería Avanzada

# advancement.adventure.honey_block_slide
source: Sticky Situation
es: Situación Pegajosa

# advancement.adventure.bullseye
source: Bullseye
es: En El Blanco

# advancement.adventure.shoot_arrow
source: Take Aim
es: En El Punto De Mira

# advancement.adventure.sniper_duel
source: Sniper Duel
es: Duelo De Francocazadores

# advancement.adventure.voluntary_exile
source: Voluntary Exile
es: Exilio Voluntario

# advancement.adventure.hero_of_the_village
source: Hero of the Village
es: Héroe De La Aldea

# advancement.adventure.throw_trident
source: A Throwaway Joke
es: Jugada Maestra

# advancement.adventure.very_very_frightening
source: Very Very Frightening
es: Impactrueno

# advancement.adventure.summon_iron_golem
source: Hired Help
es: Sicario

# advancement.adventure.totem_of_undying
source: Postmortal
es: Post Mortem

# advancement.adventure.avoid_vibration
source: Sneak 100
es: Discreción 100

# advancement.adventure.kill_mob_near_sculk_catalyst
source: It Spreads
es: Se Propaga

# advancement.adventure.lightning_rod_with_villager_no_fire
source: Surge Protector
es: Protector De Sobretensión

# advancement.adventure.walk_on_powder_snow_with_leather_boots
source: Light as a Rabbit
es: Ligero Como Conejo

# advancement.adventure.trade_at_world_height
source: Star Trader
es: Vendedor Estelar

# advancement.adventure.fall_from_world_height
source: Caves and Cliffs
es: Cuevas Y Acantilados

# advancement.adventure.play_jukebox_in_meadows
source: Sound of Music
es: El Dulce Cantar

# advancement.adventure.spyglass_at_parrot
source: Is It a Bird?
es: ¿Es Un Pájaro?

# advancement.adventure.spyglass_at_ghast
source: Is It a Balloon?
es: ¿Es Un Globo?

# advancement.adventure.spyglass_at_dragon
source: Is It a Plane?
es: ¿Es Un Avión?

# advancement.adventure.salvage_sherd
source: Respecting Remnants
es: Respetando Restos

# advancement.adventure.craft_decorated_pot_using_only_sherds
source: Careful Restoration
es: Restauración Cuidadosa

# advancement.adventure.trim_with_any_armor_pattern
source: Crafting a New Look
es: Forjando Un Nuevo Estilo

# advancement.adventure.trim_with_all_exclusive_armor_patterns
source: Smithing With Style
es: Forjando Con Estilo

# advancement.adventure.read_power_of_chiseled_bookshelf
source: The Power of Books
es: El Poder De Los Libros

# advancement.adventure.adventuring_time
source: Adventuring Time
es: Hora De Aventura

# advancement.adventure.kill_all_mobs
source: Monsters Hunted
es: Falta Daño

# advancement.end.root
source: The End
es: El End

# advancement.end.kill_dragon
source: Free the End
es: La Libertad Del End

# advancement.end.dragon_egg
source: The Next Generation
es: La Nueva Generación

# advancement.end.enter_end_gateway
source: Remote Getaway
es: Puerta Remota

# advancement.end.find_end_city
source: City at End of the Game
es: La Ciudad Al Final Del Juego

# advancement.end.dragon_breath
source: You Need a Mint
es: ¡Qué Mal Aliento!

# advancement.end.respawn_dragon
source: The End... Again...
es: ¿Es Un Déjà Vu?

# advancement.end.elytra
source: Sky's the Limit
es: Al Infinito... ¡y Más Allá!

# advancement.end.levitate
source: Great View From Here
es: Lindas Vistas Desde Aquí

# advancement.husbandry.root
source: Husbandry
es: Prosperidad

# advancement.husbandry.plant_seed
source: A Seedy Place
es: Crecen Tan Rápido...

# advancement.husbandry.breed_an_animal
source: The Parrots and the Bats
es: Tortolitos

# advancement.husbandry.tame_an_animal
source: Best Friends Forever
es: Mejores Amigos Para Siempre

# advancement.husbandry.fishy_business
source: Fishy Business
es: Un Asunto Escamoso

# advancement.husbandry.tactical_fishing
source: Tactical Fishing
es: Pesca Táctica

# advancement.husbandry.axolotl_in_a_bucket
source: The Cutest Predator
es: Depredador Más Lindo

# advancement.husbandry.kill_axolotl_target
source: Healing Power of Friendship
es: ¡Poder Curativo De La Amistad!

# advancement.husbandry.make_a_sign_glow
source: Glow and Behold!
es: ¡Brillante Idea!

# advancement.husbandry.safely_harvest_honey
source: Bee Our Guest
es: Abelante, Esta Es Tu Casa

# advancement.husbandry.wax_on
source: Wax On
es: Dar Cera

# advancement.husbandry.wax_off
source: Wax Off
es: Pulir Cera

# advancement.husbandry.silk_touch_nest
source: Total Beelocation
es: Abejémonos De Aquí

# advancement.husbandry.ride_a_boat_with_a_goat
source: Whatever Floats Your Goat!
es: ¡Cabra A La Vista!

# advancement.husbandry.allay_deliver_item_to_player
source: You've Got a Friend in Me
es: Yo Soy Tu Amigo Fiel

# advancement.husbandry.allay_deliver_cake_to_note_block
source: Birthday Song
es: ¡Cumpleaños Feliz!

# advancement.husbandry.obtain_sniffer_egg
source: Smells Interesting
es: Huele Interesante

# advancement.husbandry.feed_snifflet
source: Little Sniffs
es: Pequeños Olfateos

# advancement.husbandry.plant_any_sniffer_seed
source: Planting The Past
es: Sembrando El Pasado

# advancement.husbandry.bred_all_animals
source: Two by Two
es: De Dos En Dos

# advancement.husbandry.balanced_diet
source: A Balanced Diet
es: Una Dieta Balanceada

# advancement.husbandry.complete_catalogue
source: A Complete Catalogue
es: Un Gatálogo Completo

# advancement.husbandry.obtain_netherite_hoe
source: Serious Dedication
es: Dedicación Seria

# advancement.husbandry.froglights
source: Our Powers Combined!
es: ¡Combinando Nuestros Poderes!

# advancement.husbandry.leash_all_frog_variants
source: Squad Hops Into Town
es: Los Tres Mosqueteros

# advancement.husbandry.tadpole_in_a_bucket
source: Bukkit Bukkit
es: Renacuajo Al Cubo

# advancement.story.mine_stone
source: Stone Age
es: La Edad De Piedra

# advancement.story.upgrade_tools
source: Getting an Upgrade
es: Mejorando Herramientas

# advancement.story.iron_tools
source: Isn't It Iron Pick
es: ¿No Es Hierrónico?

# advancement.story.smelt_iron
source: Acquire Hardware
es: La Edad De Hierro

# advancement.story.mine_diamond
source: Diamonds!
es: ¡Diamantes!

# advancement.story.lava_bucket
source: Hot Stuff
es: ¡La Cosa Está Que Arde!

# advancement.story.form_obsidian
source: Ice Bucket Challenge
es: Mente Fría

# advancement.story.enter_the_nether
source: We Need to Go Deeper
es: Tenemos Que Ir Más Profundo

# advancement.story.obtain_armor
source: Suit Up
es: A Vestirse

# advancement.story.shiny_gear
source: Cover Me With Diamonds
es: Cúbreme Con Diamantes

# advancement.story.cure_zombie_villager
source: Zombie Doctor
es: Zombiólogo

# advancement.story.deflect_arrow
source: Not Today, Thank You
es: Hoy No, Gracias

# advancement.story.follow_ender_eye
source: Eye Spy
es: Ojo Espía

# advancement.story.enter_the_end
source: The End?
es: ¿Se Acabó?

# advancement.story.enchant_item
source: Enchanter
es: Aprendiz De Mago

# advancement.nether.root
source: Nether
es: El Nether

# advancement.nether.find_fortress
source: A Terrible Fortress
es: Una Terrible Fortaleza

# advancement.nether.find_bastion
source: Those Were the Days
es: Qué Tiempos Aquellos

# advancement.nether.loot_bastion
source: War Pigs
es: Guerra De Cerdos

# advancement.nether.obtain_crying_obsidian
source: Who's Cutting Onions?
es: ¿Quién Está Cortando Cebollas?

# advancement.nether.charge_respawn_anchor
source: Not Quite "9" Lives
es: No "Siete" Vidas Exactamente

# advancement.nether.use_lodestone
source: Country Lode, Take Me Home
es: Magnetita, Llévame A Casita

# advancement.nether.return_to_sender
source: Return to Sender
es: Devolver Al Remitente

# advancement.nether.netherite_armor
source: Cover Me in Debris
es: Cúbreme Con Netherita

# advancement.nether.explore_nether
source: Hot Tourist Destinations
es: Turismo Infernal

# advancement.nether.obtain_ancient_debris
source: Hidden in the Depths
es: Oculto En Las Profundidades

# advancement.nether.distract_piglin
source: Oh Shiny
es: Mi Tesoro...

# advancement.nether.obtain_blaze_rod
source: Into Fire
es: Jugando Con Fuego

# advancement.nether.brew_potion
source: Local Brewery
es: Destilería Local

# advancement.nether.fast_travel
source: Subspace Bubble
es: Burbuja Subespacial

# advancement.nether.uneasy_alliance
source: Uneasy Alliance
es: Falsa Alianza

# advancement.nether.ride_strider
source: This Boat Has Legs
es: ¡Un Bote Con Patas!
